package com.hillel.viarhiozov.homeworks.homework10;

public class BurgerMain {

    public static void main(String[] args) {


        new Burger("Диетичаская пургированная рожь", "Голландский Лось", "Придорожный Особый", "Гваделуповый", "Экстра Вязкий");

        new Burger("Особозапеченный прах Кукурузы", "Пятка Медведя", "Подзаборовик", "Голландский Штурвал");

        new Burger("Диетичаская пургированная рожь", "Голландский Лось", "Придорожный Особый", "Гваделуповый", "Экстра Вязкий", true);


    }

}
